Repository: fiflaren/LandmarkManageriOS
Catalog: LandmarkManager/translation/*.lproj/Localizable.strings
Languages: fr

# categoryList_title
source: Categories
fr: Catégories

# categoryList_unknown
source: Unknown category
fr: Catégorie inconnue

# categoryList_searchPlaceholder
source: Search for a category…
fr: Trouver une catégorie…

# categoryList_emptyText
source: No categories for the moment…
fr: Aucune catégorie pour le moment…

# categoryList_notFound
source: The category was not found
fr: La catégorie est introuvable

# categoryList_failedFetchingFromDb
source: Loading the categories has failed
fr: Le chargement des catégories a echoué

# categoryList_deleteConfirmation
source: Are you sure you want to delete this category ? This action cannot be undone and will also delete all the landmarks found in this category !
fr: Êtes-vous sûr(e) de vouloir supprimer cette catégorie ? Cette action est irréversible et engendrera la suppression de tous les lieux qui s'y trouvent !

# newCategory_title
source: New category
fr: Nouvelle catégorie

# newCategory_subTitle
source: Add a category to the list
fr: Ajouter une catégorie à la liste

# newCategory_textFieldPlaceholder
source: Category name…
fr: Nom de la catégorie…

# newCategory_saveActionTitle
source: Add
fr: Ajouter

# editCategory_title
source: Edit a category
fr: Modifier une catégorie

# editCategory_subTitle
source: Edit the selected category
fr: Modifier la catégorie selectionnée

# editCategory_textFieldPlaceholder
source: Category name…
fr: Nom de la catégorie…

# editCategory_saveActionTitle
source: Edit
fr: Modifier

# landmarkList_title
source: Landmarks
fr: Lieux

# landmarkList_favoritesTitle
source: Favorites
fr: Favoris

# landmarkList_searchPlaceholder
source: Search for a landmark…
fr: Trouver un lieu…

# landmarkList_emptyText
source: No landmarks for the moment…
fr: Aucun lieu pour le moment…

# landmarkList_notFound
source: The landmark was not found
fr: Le lieu est introuvable

# landmarkList_badImage
source: The selected image is invalid
fr: L'image selectionnée n'est pas valide

# landmarkList_deleteConfirmation
source: Are you sure you want to delete this landmark ? This action cannot be undone !
fr: Êtes-vous sûr(e) de vouloir supprimer ce lieu ? Cette action est irréversible !

# newLandmarkList_title
source: Add a landmark
fr: Ajouter un lieu

# newLandmarkList_emptyLocation
source: You must set a location for this landmark
fr: Vous devez obligatoirement sélectionner un emplacement pour créer ce lieu

# newLandmarkList_emptyName
source: The landmark must have a name
fr: Vous devez saisir un nom pour ce lieu

# newLandmarkList_emptyDescription
source: The landmark must have a description
fr: Vous devez saisir une description pour ce lieu

# newLandmarkList_failedCreating
source: An error occured when creating the landmark
fr: Une erreur est survenue lors de la création du lieu

# newLandmarkList_failedEditing
source: An error occured when editing the landmark
fr: Une erreur est survenue lors de la modification du lieu

# newLandmarkList_failedDeleting
source: An error occured when deleting the landmark
fr: Une erreur est survenue lors de la suppression du lieu

# newLandmarkList_unknownAddress
source: Unknown address
fr: Adresse inconnue

# newLandmarkList_generalInfoTitle
source: General information
fr: Informations générales

# newLandmarkList_nameTitle
source: Landmark title…
fr: Titre du lieu…

# newLandmarkList_descriptionTitle
source: Landmark description…
fr: Description du lieu…

# newLandmarkList_locationTitle
source: Location
fr: Lieu

# newLandmarkList_categoryTitle
source: Category
fr: Catégorie

# locationSearch_title
source: Pick a location
fr: Choisir un lieu

# locationSearch_searchPlaceholder
source: Search for a location…
fr: Chercher par nom

# locationSearch_submit
source: Pick this location
fr: Choisir ce lieu

# cancelActionTitle
source: Cancel
fr: Annuler

# addActionTitle
source: Add
fr: Ajouter

# editActionTitle
source: Edit
fr: Modifier

# chooseActionTitle
source: Choose
fr: Choisir

# deleteActionTitle
source: Delete
fr: Supprimer

# errorActionTitle
source: Error
fr: Erreur

# sortByTitle
source: Sort by
fr: Trier par

# moreTitle
source: More
fr: Plus

# doneTitle
source: Done
fr: Terminé

# listSortingTitle
source: Title
fr: Titre

# listSortingCreationDate
source: Creation date
fr: Date de création

# listSortingModificationDate
source: Modification date
fr: Date de modification
